Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Minimum one local or regional beer [52206] Tối thiểu một loại bia địa phương hoặc khu vực
vi: Minimum one local or regional beer [52206] Tối thiểu một loại bia địa phương hoặc vùng miền

source: Minimum one local or regional dish [59857] Tối thiểu một món ăn địa phương hoặc khu vực
vi: Minimum one local or regional dish [59857] Tối thiểu một món ăn địa phương hoặc vùng miền

source: Minimum one local or regional item [51561] Tối thiểu một món địa phương hoặc khu vực
vi: Minimum one local or regional item [51561] Tối thiểu một món địa phương hoặc vùng miền

source: Minimum one local or regional salad [53336] Tối thiểu một món salad địa phương hoặc khu vực
vi: Minimum one local or regional salad [53336] Tối thiểu một món salad địa phương hoặc vùng miền

source: Minimum one starch [583088] Tối thiểu một đồ tinh bột
vi: Minimum one starch [583088] Tối thiểu một món tinh bột

source: Minimum one tropical or local or regional fruit [59770] Tối thiểu một trái cây nhiệt đới hoặc địa phương hoặc khu vực
vi: Minimum one tropical or local or regional fruit [59770] Tối thiểu một trái cây nhiệt đới hoặc địa phương hoặc vùng miền

source: Minimum one type of pasta dish [60618] Tối thiểu một món mì pasta
vi: Minimum one type of pasta dish [60618] Tối thiểu một loại pasta

source: Minimum one white rind cheese [587068] Tối thiểu một pho mát vỏ trắng
vi: Minimum one white rind cheese [587068] Tối thiểu một phô mai vỏ trắng

source: Minimum single, one-way door viewer per meeting room installed to view into the meeting room area Lỗ nhìn một chiều tối thiểu cho mỗi phòng họp để nhìn vào khu vực phòng họp
vi: Minimum single, one-way door viewer per meeting room installed to view into the meeting room area [13300] Tối thiểu một mắt thần một chiều cho mỗi phòng họp để nhìn vào trong phòng họp

source: Minimum size: 18cm (D) x 25cm (H) (7.2in x 10in) [8419] Kích thước tối thiểu: 18cm (D) x 25cm (H) (7.2in x 10in)
vi: Minimum size: 18cm (D) x 25cm (H) (7.2in x 10in) [8419] Kích thước tối thiểu: 18cm (đường kính) x 25cm (chiều cao) (7.2in x 10in)

source: Minimum size: 18cm x 25cm (7.2in x 10in) (D x H) [78127] Kích thước tối thiểu: 18cm x 25cm (7.2in x 10in) (D x H)
vi: Minimum size: 18cm x 25cm (7.2in x 10in) (D x H) [78127] Kích thước tối thiểu: 18cm x 25cm (7.2in x 10in) (đường kính x chiều cao)

source: Minimum surface area of 0.58m² (6.24ft²) [37945] Diện tích bề mặt tối thiểu 0,58m² (6,24ft²)
vi: Minimum surface area of 0.58m² (6.24ft²) [37945] Diện tích mặt bàn tối thiểu 0,58m² (6,24ft²)

source: Minimum three types of sliced fruits [585056] Tối thiểu ba loại trái cây thái lát
vi: Minimum three types of sliced fruits [585056] Tối thiểu ba loại trái cây cắt sẵn

source: Minimum two local or regional dish [60624] Tối thiểu hai món ăn địa phương hoặc khu vực
vi: Minimum two local or regional dish [60624] Tối thiểu hai món ăn địa phương hoặc vùng miền

source: Minimum two types of leaves (e.g. cos, iceberg, rocket, baby spinach, lettuce) [59811] Tối thiểu hai loại lá (ví dụ: cos, xà lách búp, xà lách rocket, rau bina bé, rau xà lách)
vi: Minimum two types of leaves (e.g. cos, iceberg, rocket, baby spinach, lettuce) [59811] Tối thiểu hai loại rau lá (ví dụ: rau diếp (romaine), xà lách iceberg, xà lách rocket, rau chân vịt non, rau xà lách)

source: Minimum two types of other vegetables (e.g: carrot, cucumber, corn, avocado, onion) [59812] Tối thiểu hai loại rau khác (ví dụ: cà rốt, dưa chuột, ngô, bơ, hành tây)
vi: Minimum two types of other vegetables (e.g: carrot, cucumber, corn, avocado, onion) [59812] Tối thiểu hai loại rau củ khác (ví dụ: cà rốt, dưa chuột, ngô, bơ, hành tây)

source: Minimum two types of toast (e.g. white, brown, multi grain, whole wheat) [585057] Tối thiểu hai loại bánh mì nướng (ví dụ: trắng, nâu, multi grain, lúa mì nguyên hạt)
vi: Minimum two types of toast (e.g. white, brown, multi grain, whole wheat) [585057] Tối thiểu hai loại bánh mì nướng (ví dụ: bánh mì trắng, nâu, multi grain, lúa mì nguyên hạt)

source: Minimum width: 2/3 of fire stair width [335184] Chiều rộng tối thiểu: 2/3 chiều rộng cầu thang chặn lửa
vi: Minimum width: 2/3 of fire stair width [335184] Chiều rộng tối thiểu: 2/3 chiều rộng cầu thang thoát hiểm

source: Mirrors must be provided above the vanity and meet the following: [13025] Phải cung cấp gương trên quầy trang điểm và đáp ứng như sau:
vi: Mirrors must be provided above the vanity and meet the following: [13025] Phải cung cấp gương trên vanity và đáp ứng như sau:

source: Model Release Form Mẫu phát hành mẫu
vi: Model Release Form Mẫu phát hành biểu mẫu https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-content-hub

source: Modular [115540] Mô đun
vi: Modular [115540] Bàn mô đun

source: Molton Cover Lớp trải Molton
vi: Molton Cover Lớp lót Molton (thiếu link)

source: Molton Cover Material Example Ví Dụ Chất Liệu Lớp Bảo Vệ Molton
vi: Molton Cover Material Example Ví Dụ Chất Liệu của lớp Molton (thiếu link)

source: Molton Cover Material Example Ví dụ Chất Liệu Trải Molton
vi: Molton Cover Material Example Ví dụ Chất Liệu của lót Molton (thiếu link)

source: Molton or rubber covers are recommended [588071] Khuyến nghị lớp bảo vệ cao su hoặc Molton
vi: Molton or rubber covers are recommended [588071] Khuyến nghị sử dụng lớp lót cao su hoặc Molton

source: Monitoring IHG® Rewards Club standards performance [765] Giám sát hiệu suất tiêu chuẩn Câu lạc bộ IHG® Awards Club
vi: Monitoring IHG® Rewards Club standards performance [765] Giám sát hiệu suất tiêu chuẩn CLB Khách hàng Thân thiết IHG®

source: More than 1001 people, minimum of four separate exits, to be validated by a Qualified Person.
vi: More than 1001 people, minimum of four separate exits, to be validated by a Qualified Person. Nếu có hơn 1001 người, tối thiểu 4 lối thoát riêng biệt, cần thông qua đánh giá bởi người có chuyên môn

source: Multi grain bread [583093] Bánh mì nhiều lớp
vi: Multi grain bread [583093] Bánh mì nhiều loại hạt

source: Must be appropriate to the area and the time of the day [59731] Phải phù hợp với khu vực và thời gian trong ngày
vi: Must be appropriate to the area and the time of the day [59731] Phải phù hợp với khu vực và thời điểm trong ngày

source: Must be clear or frosted [58630] Phải rõ ràng hoặc mờ
vi: Must be clear or frosted [58630] Phải là thủy tinh trong hoặc mờ

source: Must be clearly visible from the front desk [6316] Phải nhìn được rõ ràng từ lễ tân
vi: Must be clearly visible from the front desk [6316] Phải dễ thấy từ quầy lễ tân

source: Must be curtains, roller shades, or blinds [82399] Phải là rèm cửa, rèm cuộn, hoặc rèm
vi: Must be curtains, roller shades, or blinds [82399] Phải là rèm vải, rèm cuộn, hoặc rèm lá lật

source: Must be displayed chilled [582065] Phải bày biện ướp lạnh
vi: Must be displayed chilled [582065] Phải giữ lạnh khi bày

source: Must be dressed [115517] Phải được xếp thẳng hàng
vi: Must be dressed [115517] Phải được set up, trang trí

source: Must be located in the Swimming Pool [476066] Phải được đặt trong Hồ bơi
vi: Must be located in the Swimming Pool [476066] Phải được đặt tại khu Hồ bơi

source: Must be made of a semi-translucent material [95821] Phải được làm bằng vật liệu bán mờ
vi: Must be made of a semi-translucent material [95821] Vinyl từ vật liệu bán mờ

source: Must be manufactured with blackout fabrics or materials [82400] Phải được sản xuất với vải hoặc chất liệu tối
vi: Must be manufactured with blackout fabrics or materials [82400] Phải được sản xuất với vải hoặc chất liệu cản sáng

source: Must be placed either in the refreshment zone or on the bathroom vanity [64919] Phải được đặt trong khu vực giải khát hoặc trên bàn trang điểm phòng tắm
vi: Must be placed either in the refreshment zone or on the bathroom vanity [64919] Phải được đặt trong khu giải khát hoặc trên vanity phòng tắm

source: Must be served in dispensers or carafes or glass jugs [60108] Phải được phục vụ trong các máy pha chế hoặc bình đựng hoặc bình thủy tinh
vi: Must be served in a dispenser, carafes or glass jugs [60108] Phải được phục vụ trong bình dispenser, bình carafe hoặc bình thủy tinh

source: Must be served in either a dispenser, carafes or glass jugs [59952] Phải được phục vụ trong một bình pha, bình đựng hoặc bình thủy tinh
vi: Must be served in either a dispenser, carafes or glass jugs [59952] Phải được phục vụ trong bình dispenser, bình carafe hoặc bình thủy tinh

source: Must be sized to fully cover the top of the mattress after normal shrinkage due to laundering [8543] Phải có kích thước để che hoàn toàn mặt trên của nệm sau khi co rút bình thường do giặt giũ
vi: Must be sized to fully cover the top of the mattress after normal shrinkage due to laundering [8543] Phải che kín mặt trên của nệm sau khi vải co rút bình thường do giặt.

source: Must be unbranded [67538] Không dán thương hiệu
vi: Must be unbranded [67538] Không có thương hiệu

source: Must be wooden with securely fastened metal hook [58791] Phải bằng gỗ với móc kim loại buộc chặt
vi: Must be wooden with securely fastened metal hook [58791] Phải bằng gỗ với móc kim loại chắc chắn

source: Must exit directly to the exterior or via a Protected Corridor that leads to the exterior [56311] Phải thoát trực tiếp ra bên ngoài hoặc qua Hành lang được bảo vệ dẫn ra bên ngoài
vi: Must exit directly to the exterior or via a Protected Corridor that leads to the exterior [56311] Phải thoát trực tiếp ra bên ngoài hoặc qua Hành lang chống cháy dẫn ra bên ngoài

source: Must extend past the last tread [15682] Phải kéo dài qua mặt cuối cùng
vi: Must extend past the last tread [15682] Phải kéo dài qua bậc thang cuối cùng

source: Must have a metal hook size to fit closet rod [58793] Móc kim loại có kích thước phù hợp với thanh tủ quần áo
vi: Must have a metal hook size to fit closet rod [58793] Móc kim loại có kích thước phù hợp với thanh treo trong tủ quần áo

source: Must have a natural lacquered finish [58792] Phải có hoàn thiện sơn mài tự nhiên
vi: Must have a natural lacquered finish [58792] Phải có hoàn thiện sơn tự nhiên

source: Must have indentation for garment loops [58795] Phải có vết lõm cho móc vải
vi: Must have indentation for garment loops [58795] Phải có hõm mắc dây trên trang phục

source: Must have one changing table [99347] Phải có một bàn thay đồ
vi: Must have one changing table [99347] Phải có một bàn thay tã

source: Must not use paid search to divert branded broad match keywords away from other hotels licensed under any IHG® brand in the same geographic area [675096] Không được sử dụng tìm kiếm có trả tiền để chuyển hướng các từ khóa đối sánh rộng có thương hiệu khỏi các khách sạn khác được cấp phép theo bất kỳ thương hiệu IHG® nào trong cùng khu vực địa lý
vi: Must not use paid search to divert branded broad match keywords away from other hotels licensed under any IHG® brand in the same geographic area [675096] Không được sử dụng tìm kiếm có trả tiền để chuyển hướng các từ khóa thương hiệu đối sánh rộng khỏi các khách sạn khác thuộc bất kỳ thương hiệu IHG® nào trong cùng khu vực địa lý

source: Must operate between 08:00 to 00:00 for a minimum of 12 consecutive hours [592056] Phải hoạt động từ 08:00 đến 00:00 trong tối thiểu 12 giờ liên tục
vi: Must operate between 08:00 to 00:00 for a minimum of 12 consecutive hours [592056] Phải hoạt động trong khoảng 08:00 đến 00:00, tối thiểu 12 tiếng liên tục

source: My Room
vi: My Room Phòng của tôi

source: My Room -> Bathroom -> Fixtures and Fittings Phòng của tôi -> Phòng tắm -> Đồ đạc và thiết bị
vi: My Room -> Bathroom -> Fixtures and Fittings Phòng tắm -> Đồ đạc và thiết bị

source: My Room -> Bathroom -> Furniture, Finishes, Fixtures & Equipment Phòng của tôi -> Phòng tắm -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: My Room -> Bathroom -> Furniture, Finishes, Fixtures & Equipment Phòng tắm -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: My Room -> Bathroom Phòng của tôi -> Phòng tắm
vi: My Room -> Bathroom Phòng tắm

source: My Room -> Bedding Phòng của tôi -> Bộ đồ giường
vi: My Room -> Bedding Ga gối

source: My Room -> Collateral / Stationery Phòng của tôi -> Tài liệu quảng bá / Văn phòng phẩm
vi: My Room -> Collateral/Stationery Tài liệu quảng bá/Văn phòng phẩm

source: My Room -> Furniture, Finishes, Fixtures & Equipment Phòng của tôi -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: My Room -> Furniture, Finishes, Fixtures & Equipment Phòng của tôi -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: My Room -> Guest Supplies -> Bathroom Phòng của tôi -> Đồ dùng cho khách -> Phòng tắm
vi: My Room -> Guest Supplies -> Bathroom Đồ dùng cho khách -> Phòng tắm

source: My Room -> Guest Supplies -> Kitchen Area Phòng của tôi -> Đồ dùng cho khách -> Khu vực bếp
vi: My Room -> Guest Supplies -> Kitchen Area Đồ dùng cho khách -> Khu vực bếp

source: My Room -> Guest Supplies Phòng của tôi -> Đồ dùng cho khách
vi: My Room -> Guest Supplies Đồ dùng cho khách

source: My Room -> Kitchen Area Phòng của tôi -> Khu vực bếp
vi: My Room -> Kitchen Area Khu vực bếp

source: My Room -> Room Types -> Accessible guest rooms Phòng của tôi -> Loại phòng -> Phòng cho người khuyết tật
vi: My Room -> Room Types -> Accessible guest rooms Phòng cho người khuyết tật

source: My Room -> Room Types -> Suites Phòng của tôi -> Loại phòng -> Phòng Suites
vi: My Room -> Room Types -> Suites Phòng Suite

source: My Room -> Room Types Phòng Của Tôi -> Loại Phòng
vi: My Room -> Room Types Loại Phòng

source: My Room -> Service Expectations Phòng của tôi -> Mong đợi dịch vụ
vi: My Room -> Service Expectations Kỳ vọng về dịch vụ

source: Mỗi nhân viên buổi sáng phải lấy danh sách khách đến của Câu lạc bộ khách hàng thân thiết IHG® từ Hệ thống quản lý tài sản (PMS) hoặc Hệ thống đặt chỗ trung tâm (CRS), được gọi là Hệ thống đặt chỗ của khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™ ) và xác định các thành viên Câu lạc bộ Thưởng của IHG®, bao gồm sự khác biệt giữa các cấp thành viên, do đến khách sạn.
vi: Mỗi nhân viên ca sáng phải lấy danh sách khách đến thuộc Câu lạc bộ khách hàng thân thiết IHG® từ Phần mềm Quản lý Khách sạn (PMS) hoặc Hệ thống đặt phòng trung tâm (CRS), với tên là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™ ) và xác định các thành viên CLB Khách hàng Thân thiết IHG®, bao gồm hạng thành viên cụ thể, ngày khách đến khách sạn.

source: Một chương trình bảo mật thông tin toàn diện có khả năng thiết lập chính sách và thủ tục để quản lý rủi ro đối với bảo mật thông tin khi khách sạn tiến hành các hoạt động kinh doanh, thực hiện và vận hành chính sách và thủ tục, đánh giá hiệu quả đối với chính sách và thủ tục, báo cáo kết quả cho ban quản lý để xem xét và thực hiện các hành động phòng ngừa và khắc phục dựa trên đánh giá quản lý để đạt được sự cải tiến liên tục.
vi: Một chương trình bảo mật thông tin toàn diện có thể thiết lập chính sách và thủ tục để quản lý rủi ro đối với an ninh thông tin trong quá trình khách sạn tiến hành các hoạt động kinh doanh, thực hiện và vận hành chính sách và quy trình, đánh giá hiệu quả công việc so với chính sách và quy trình, báo cáo kết quả cho ban quản lý để xem xét và thực hiện các hành động phòng ngừa và điều chỉnh dựa trên đánh giá quản lý để đạt được sự cải thiện liên tục.

source: Một người quản lý ca trực luôn ở tại khách sạn.
vi: Luôn có một Quản lý ca trực tại khách sạn.

source: Một số tiêu chuẩn chỉ được áp dụng tại các điểm chính trong vòng đời, ví dụ: xây dựng mới hoặc cải tạo.
vi: Một số tiêu chuẩn chỉ được áp dụng tại các thời điểm chính trong vòng đời khách sạn, ví dụ: khách sạn xâydựng mới hoặc khách sạn được cải tạo.

source: Một thủ tục đặt cọc trước phải được thực hiện tại chỗ.
vi: Phải có quy trình đặt cọc.

source: National [101896] Quốc Gia
vi: National [101896] Quốc kỳ

source: Natural unsweetened yoghurt [52144] Sữa chua không đường tự nhiên
vi: Natural unsweetened yoghurt [52144] Sữa chua tự nhiên không đường

source: Natural unsweetened yoghurt [59969] Sữa chua không đường tự nhiên
vi: Natural unsweetened yoghurt [59969] Sữa chua tự nhiên không đường

source: Network and Cabling
vi: Network and Cabling Mạng và Dây Cáp

source: Network and Cabling Mạng Lưới và Cáp
vi: Network and Cabling Mạng và Dây Cáp

source: New Build Xây dựng mới
vi: New Build Xây mới

source: New Life Safety System installations must be Certified by a Qualified Person.
vi: New Life Safety System installations must be Certified by a Qualified Person. Các lắp đặt mới ho hệ thống PCCC phải được chứng nhận bởi người có chuyên môn

source: Next steps, including but not limited to, options for holding space, rates valid for a period of time, etc. bước tiếp theo, bao gồm nhưng không giới hạn, các tùy chọn để giữ không gian, giá phòng hợp lệ trong một khoảng thời gian, v.v.
vi: Next steps, including but not limited to, options for holding space, rates valid for a period of time, etc. [29021] Bước tiếp theo bao gồm nhưng không giới hạn ở các cách để giữ phòng, giá phòng áp dụng trong một khoảng thời gian, v.v.

source: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro an toàn thực phẩm thường xuyên để thông báo cho việc phát triển và duy trì các quy trình HACCP phù hợp với các rủi ro được xác định tại địa phương.
vi: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro về sức khỏe và an toàn đều đặn để nắm được thông tin phục vụ cho việc xây dựng và duy trì các quy trình ứng phó phù hợp đối với rủi ro được xác định tại địa phương.

source: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro bảo mật thường xuyên để thông báo cho việc phát triển và duy trì các quy trình phù hợp với rủi ro được xác định tại địa phương.
vi: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro an ninh đều đặn để nắm được thông tin phục vụ cho việc xây dựng và duy trì các quy trình ứng phó phù hợp đối với rủi ro được xác định tại địa phương.

source: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro giải trí thường xuyên để thông báo cho sự phát triển và duy trì các quy trình phù hợp với rủi ro được xác định tại địa phương.
vi: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro trong hoạt động giải trí đều đặn để nắm được thông tin phục vụ cho việc xây dựng và duy trì các quy trình ứng phó phù hợp đối với rủi ro được xác định tại địa phương.

source: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro hỏa hoạn thường xuyên để thông báo cho việc xây dựng và duy trì các quy trình phù hợp với rủi ro được xác định tại địa phương.
vi: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro hỏa hoạn đều đặn để nắm được thông tin phục vụ cho việc xây dựng và duy trì các quy trình ứng phó phù hợp đối với rủi ro được xác định tại địa phương.

source: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro sự cố và khủng hoảng thường xuyên để thông báo cho việc xây dựng và duy trì các quy trình phù hợp với rủi ro được xác định tại địa phương.
vi: Ngoài các tiêu chuẩn được trình bày dưới đây, IHG® khuyến nghị các khách sạn thực hiện đánh giá rủi ro sự cố và khủng hoảng đều đặn để nắm được thông tin phục vụ cho việc xây dựng và duy trì các quy trình ứng phó phù hợp đối với rủi ro được xác định tại địa phương.

source: Ngôi sao năng lượng tối thiểu: Nhãn EU A hoặc tiêu chuẩn địa phương tương đương theo hướng dẫn của Tiêu Chuẩn Xanh.
vi: [112818] Tối thiểu có nhãn Energy star, nhãn EU hạng A hoặc tiêu chuẩn địa phương tương đương theo Hướng dẫn Tiêu Chuẩn Xanh.

source: Nhân sự -> Đào tạo nhân viên
vi: Đào tạo nhân viên

source: Nhẫn hiệu dịch vụ IHG sử dụng loại 8pt tối thiểu phải được hiển thị trên trang chủ hoặc qua liên kết.
vi: Ký hiệu dịch vụ của IHG sử dụng font tối thiểu 8pt phải được hiển thị trên trang chủ hoặc qua link liên kết.

source: Nhận dạng tích cực phải được yêu cầu và cung cấp trước khi cấp khóa thay thế.
vi: [56147] Yêu cầu xuất trình giấy tờ nhận dạng trước khi cấp khóa thay thế.

source: No removable plastic coverings [56620] Không có lớp bọc nhựa có thể loại bỏ
vi: No removable plastic coverings [56620] Không có lớp bọc nilon có thể bóc ra

source: No rotating hinge in the centre of the top rails and top rail fasteners [56626] Không có bản lề xoay ở trung tâm của thanh ngang trên cùng và ốc vít thanh ngang trên cùng
vi: No rotating hinge in the centre of the top rails and top rail fasteners [56626] Không có mối nối xoay ở tâm thanh trên thành cũi và ở chốt thanh trên

source: No sharp or protruding fixings [56619] Không có thiết bị nhô ra hoặc sắc nhọn
vi: No sharp or protruding fixings [56619] Không có cấu kiện nhô ra hoặc sắc nhọn

source: Non corrosive [57933] Chống mòn
vi: Non corrosive [57933] Chống ăn mòn

source: Non-corrosive [79900] Chống mòn
vi: Non-corrosive [79900] Chống ăn mòn

source: Not directly visible from lobby [21245] Không nhìn được trực tiếp từ sảnh
vi: Not directly visible from lobby [21245] Không nhìn được trực tiếp từ lobby

source: Notepad and branded pen [23466] Notepad và bút thương hiệu
vi: Notepad and branded pen [23466] Sổ viết và bút thương hiệu

source: Notepad, bút thương hiệu và kính ở mỗi địa điểm, trừ khi yêu cầu thiết lập khác nhau.
vi: Notepad, bút thương hiệu và cốc uống nước ở mỗi chỗ ngồi, trừ khi yêu cầu set up khác.

source: Number of Check In / Check Out terminals must meet the following requirements: [102714] Số lượng thiết bị đầu cuối nhận / trả phòng phải đáp ứng các yêu cầu sau:
vi: Number of Check In/Check Out terminals must meet the following requirements: [102714] Số lượng máy tính phục vụ check in/check out phải đáp ứng các yêu cầu sau:

source: Number of Tufts: 125,400/m² [41243] Số lượng bó: 125,400/m²
vi: Number of Tufts: 125,400/m² [41243] Số lượng túm lông: 125,400/m²

source: Number of fixtures must be determined by the size of the hotel facilities and agreed with IHG [22306] Số lượng đồ đạc phải được xác định bởi kích thước của các cơ sở khách sạn và được chấp thuận với IHG
vi: Number of fixtures must be determined by the size of the hotel facilities and agreed with IHG [22306] Số lượng thiết bị phải được xác định bởi kích thước của các tiện ích khách sạn và được chấp thuận bởi IHG

source: Numbers indicating floor levels are required on Emergency Egress stairwells and must meet the following requirements: [56321] con số biểu thị mức sàn được yêu cầu trên cầu thang thoát hiểm khẩn cấp và phải đáp ứng các yêu cầu sau:
vi: Numbers indicating floor levels are required on Emergency Egress stairwells and must meet the following requirements: [56321] Biển đánh số tầng phải có trên cầu thang thoát hiểm khẩn cấp và phải đáp ứng các yêu cầu sau:

source: Nutella) [70302] Loại sô cô la Hazelnut (ví dụ Nutella)
vi: Nutella) [70302] Loại sô cô la hạt phỉ (ví dụ Nutella)

source: Nâng cấp có thể bao gồm các phòng ở tầng cao hơn, phòng góc, phòng mới được cải tạo, phòng suites hoặc phòng với một quang cảnh ưa tiên.
vi: Nâng cấp có thể bao gồm các phòng ở tầng cao hơn, phòng góc, phòng mới được cải tạo, phòng suites hoặc phòng có view đẹp hơn.

source: Nên sưởi ấm hoặc làm mát porte cochere ở những nơi có điều kiện thời tiết khắc nghiệt.
vi: [57563] Nên sưởi ấm hoặc làm mát porte cochere ở những nơi có điều kiện thời tiết khắc nghiệt.

source: Nên xác định vị trí các phòng lưu trữ liền kề và cùng cấp với các thiết bị hội họp.
vi: [115574] Nên bố trí các phòng kho liền kề và cùng tầng với các cơ sở phòng họp.
